Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/forms_schemes_fi/sote-savasupohjoissaame.pdf.tmx
Source language: sme
Languages: sms

source: Das lea maiddái mearkkašupmi dieđu, jurddašeami ja kreatiivavuođa giellan.
sms: Tõst lij miârktõs še teâđ, jorddmõõžž da raajjâmvuâđlaž ǩiõllân.

source: Giella lea dehálaš buot árabajásgeassindoaimmas, dat lea maiddái vuorrováikkuhusa gaskaoapmi ja čoavdda buot oahppamii.
sms: Ǩiõll lij vääžnai pukin håiddâkksai peâmmtoimmjumuužžin, tõt lij vuârrvaaiktõõzz neäŠvv da lokkčooud puknallšem mättjumužže.

source: Suomas leat sápmelašbearrašat, main máná vuosttasgiellan lea sámegiella, mii lea maiddái guktuid vánhemiid eatnigiella ja bearraša ruovttugiella.
sms: LääŠddjânnmest lie sääŠmpiârri, koin päärnai vuõssǩiõllân lij sääŠmǩiõll, kååŠtt lij seämmast še kuhttui puärrsi jieŠnnǩiõl da piârri dommǩiõll.

source: Mánná oahppá suomagiela maŋŋeleappos dávjá skuvllii manadettiin.
sms: Päärnaž mättai lääŠddǩiõl mâŋŋlubust takainalla škooule mõõneest.

source: Árabajásgeassimis sáhttá ovddidit ja nannet sámegiela máŋggabealat giellageavahandiliid bokte.
sms: Håiddâkksai peâmmʼmuužžâst päärnaž vuäitt õõudeed da raŠvveed sääŠmǩiõlâs määŋgbeäŠllsai ǩiõlâânnemnaali mieŠldd.

source: Máŋggat sámemánát šaddet guovtti giela ja kultuvrra bearrašiin.
sms: Jäänaž sääŠmpäärnain šâdd kueiŠt ǩiõl da kulttuur piârrjin.

source: Sii ohppet guokte dahje juobe golbma giela riegádeami rájes.
sms: Sij mättje kueŠhtt - leŠbe juŠn koumm ǩiõl šõddâm rääŠjest.

source: Sámegielat árabajásgeassimis lea guovddáš rolla máná simultánalaš máŋggagielatvuođa ja gielalaš identitehta doarjumis nu, ahte mánná oažžu ovdal skuvlla buorre giellamáhtu vai sáhttá oassálastit sámegielat oahpahussii.
sms: SääŠmǩiõllsest håiddâkksai peâmmʼmuužžâst lij kõõskâs rool päärna simultaanlaž, määŋgǩiõlsâžvuõđ da ǩiõlvuađlaž identiteett tuäŠrjjumuužžâst nuŠt, što päärnaž âstt škooule pueeŠr ǩiõlsilttumuužž što vuäitt vuäŠssõõttâd sääŠmǩiõllsaž mättʼtõzze.

source: Sámegiella giellabeassegiellan
sms: SääŠm ǩiõll ǩiõllpieŠssǩiõllân

source: Giellabeassi lea vuollái skuvlaahkásaččaide giellaunnitlogu dahje eamiálbmoga mánáide oaivvilduvvon beaivedikšunbáiki, mas áitatvuloš giella geahččaluvvo sirdojuvvot mánáide oppa áigge álggu rájes dan giela hállamiin, vaikke sii eai dan áddešiige giellabeassái boađedettiin.
sms: ǨiõllpieŠss lij vueŠll škooulâkksaid ǩiõl beäŠlest uuŠccab naroodd leŠbe alggmeeŠr päärnaid tarǩǩuum peiŠvvhåiddpäiŠǩǩ, koŠst vaarvuâŠllsaž ǩiõl kåitta serdded päärnaid maisteeŠl tõn sijjid čõõđ ääiŠj aalǥâst ääŠljjeeŠl, håt- i sij jie fiŠttječče ǩiõl ǩiõllpieŠssä puäđeest.

source: Giellabeasis geavahit giellalávgunvuogi.
sms: ǨiõllpieŠssest ââned ǩiõl-lauggtemnääŠl.

source: Giellabeassedoaibma lea gávnnahuvvon buorre vuohkin áitatvuloš gielaid ealáskahttináigumušain.
sms: ǨiõllpieŠsstoimmjumuš lij vuõinnum pueŠrren nääŠllen vaarvuâŠllsai ǩiõli jeäŠlljâttmuužžâst.

source: Giellabeasis hállojuvvo dušše sámegiella, iige bargoveahka jorgal dan suomagillii, ii oppa álggusge, vaikke mánát eai vel áddehala singuin.
sms: ǨiõllpieŠssest mainsted pâi sääŠmǩiõl, ij-ga personkåŠdd jåårǥǥlââdd mainnseezz lääŠddǩiõlle ni aalǥâst, ko päärna jie võl tõn fiŠtte.

source: Giela oahppama doarjut áiccalmahttimiin hállama láhtain, jietnadeattuin, govain, dávviriin, lávlagiin ja lihkastagain.
sms: Ǩiõl mättjumuužž tuäŠrjjeed tulǩǩeeŠl mainstumuužž seäveeŠl, jiõnneeŠl, kaartivuiŠmm, neäŠvvaivuiŠm, lauŠlljivuiŠm da likkeelŠl.

source: Maiddái bargoveahka hállá gaskaneaset dušše giellabeassegiela.
sms: Še persoonkåŠdd maainâst kõskkneezz pâi ǩiõllpieŠss ǩiõl.

source: Passiiva gielladáiddu ovdánettiin mánná oažžu roahkkatvuođa álggahit gulul aktiivvalaš giela buvttadeami.
sms: Passiivlaž ǩiõlsiltteem õuddnem mieŠldd päärnaž tuõstškuätt siõmmnai siõmmnai aktiivlaž mainstumužže.

source: Máná diktet oahppat giela iežas leavttu mielde.
sms: Päärna uuŠvded mättjed kiõl jiiŠjjes hoodd mieŠldd.

source: Mánáid gaskaneaset geavahuvvon giella lea dávjá suomagiella.
sms: Päärnaikõskksaž ǩiõllân lij täuŠjja lääŠddǩiõll.

source: Hástalussan livččii oažžut mánáid kommuniseret maiddái gaskaneaset sámegillii.
sms: VâŠǯǯelvuõttân lij vuäŠǯǯad päärna kommunkâstted še kõskkneezz sääŠmǩiõlle.

source: Sámegiela oahppama oktasaš mihttomearit
sms: SääŠmǩiõl mättjem õhttsaž täävtõõzz

source: Beaivválaš doaimmaid oktavuođas giella doaibmá gaskaoapmin, ii iešárvun.
sms: JuõŠǩǩpeiŠvvsai tuåimi õhttvuõđâst ǩiõll toimmai neäŠvvan, ij jiõčč ärvven.

source: Árabajásgeassimis máná giela ovdáneami ovddidit earálágan doaimmaid bokte.
sms: Håiddâkksai peâmmʼmuužžâst päärna ǩiõl õuddnumuužž õõudeed jeeresnallšem tuåimi mieŠldd.

source: Árabajásgeassimis mánná
sms: Håiddâkksai peâmmʼmuužžâst päärnaž

source: • nanne sápmelaš identitehtas ja kultuvrras
sms:  raŠvvad sääŠmidentiteettes da kulttuures

source: • ovddida máŋggabealat giellageavahanvejolašvuođaid vehkiin gielas beaivválaš doaimmain; mánná hálešta, jearaha ja muitala iežas jurdagiin, dovdduin, doaivagiin
sms:  õõudâsviikkâd määŋgbeäŠllsa ǩiõlâânnemvueittemvuõđi veäkka ǩiõlâs juõŠǩǩpeiŠvvsain tuåimin; päärnaž saǥstââll, kõõjjâd da maainâst jiiŠjjes jurddjin, tobddmuužzin, äŠjstõõzzin

source: • oažžu viidát dieđu ja vásáhusa iežas gielas, kulturárbbis ja historjjás ja vásiha dan mávssolažžan
sms:  vuäŠǯǯ veeidas teâđ da kiõŠččlâsttmuužž jiiŠjjes ǩiõlâst, kulttuurärbbvuõđâst da

source: • roahkasmuvvá geavahit ja ovddidit aktiivvalaččat giela
sms:  tuõstškuätt âânnet da õõudeed aktiivlašnalla ǩiõl

source: • ovddida gielalaš diđolašvuođa Máná giellaoahppama dáfus lea dehálaš, ahte bearaš, sohka ja servodat váldet giela oahppama
sms:  õõudâsviikkâd ǩiõlvuađlaž tiâttmuužžâs

source: vuostá miehtemielalaččat ja dorjot dan aktiivvalaččat.
sms: Päärna ǩiõlmättjem diõtt lij vääžnai, što piâr, ruått da õhttsažkåŠdd šeâttâtte ǩiõl mättjumužže miõđâlt da tuäŠrjjee tõn aktiivlažnalla.

source: Máná sámegiela nannema gaskaoamit:
sms: Päärna sääŠmǩiõl ravveem neäŠvv:

source: • máidnasat, muitalusat, cukcasat, árvádusat, divttat
sms:  mainnâz, arvvtõõzz, tiivtt

source: • rollaspealut, dohkkáteáhter, neaktin
sms:  roolsiõr, kuuhlâžteatter, čuäjjtõõlmõš

source: • musihkka, luođit, leuddit, liđvit, lávlagat
sms:  musiikk, jooik, leeuŠd, livđet, laulli

source: • vánhemiin, fulkkiiguin ja servodagain árbevirolaš jahkodatgerdui gullevaš máŋggabealat giellageavahandilálašvuođat: barggut, giehtadujiid dahkan, luonddus lihkadeapmi, lávostallan,
sms:  puärrsi, ruåđi da õhttsažkåŠddvuiŠm ärbbvuâđlaž eeŠjj-jårrõzze koŠlle õŠhtte määŋgbeäŠllsa ǩiõlâânnemvueŠjj: tuââŠj, ǩiõŠtt - tuâŠjai raajjmuš, luâđastliikkumuš, kåvvstõõllmuš, mieŠccest jååttmuužž, kaaunõõttmuužž, kõŠlljumuužž da šõddmuužž

source: • čállojuvvon sámegiela oidnon ovttadaga fysalaš birrasis (almmuhusat, posterat,
sms:  ǩeŠrjjtum sääŠmǩiõl kuâsttjumuš õõutilooǥǥ fyyslaž pirrõõzzâst (ilmtõõzz, peåggtõõzz, kaart, ǩõõlbb dnõ.)

source: • girjerájus ja museas galledeamit
sms:  ǩeŠrjjpõõrtin da muzein kõŠlljumuužž

source: • vuorrováikkuhus earáahkásaš sámemánáiguin
sms:  vuârvaaiktõs jeeresâkksai sääŠmpäärnaivuiŠm

source: • ovttasbargu eará árabajásgeassinovttadagaiguin, giellaristvánhemiiguin, sápmelaš mediain, searvegottiin ja organisašuvnnaiguin
sms:  õhttsažtuâŠjj jäŠrrsi håiddâkksai peâmmõõutilooǥǥi, ǩiõllristtjeäŠnn da - eeŠjj, säŠmmla media, sieŠbrrkååŠddi da õhttõõzzi vuiŠm

source: • vánhemiidda oaivvilduvvon háleštallan- ja skuvlendilálašvuođat
sms:  saǥstõõllmuš - da škoouljemsõddmuužž puärrsid

source: 3.4 Árgabeaivvi ovdamearkkat giela oahppama ovddideapmin
sms: 3.4 ArggpeeiŠv õuddmiârkk ǩiõl mättjem õõudâsviikkmužže

source: Miehtemielalaš, dorvvolaš biras sihke ollesolbmo ja máná gaskasaš luohttámuš ja dásseárvu roahkasmuhttet máná aktiivvalaš giellageavaheapmái.
sms: Miõđlaš, staanlaž påread di vuõrâsoummu da päärna kõskksaž naŠddjõs da tääŠzzärvv smellkâstte päärna aktiivlaž ǩiõl âânnmužže.

source: Máná gielalaš diđolašvuođa ovdáneapmin mánás galget leat olu máŋggabealat giellageavahanvejolašvuođat buot doaimmaid oktavuođas.
sms: Päärna ǩiõlvuađlaž teâđstumuužž õuddnumužže päärnast ferttai leeŠd jiânnai määŋgbeäŠllsaž ǩiõlâânnem vueittemvuõtt puki tuåimi õhttvuõđâst.

source: Máná gielalaš diđolašvuohta ovdána gielain duhkoraddamiin, hoagadettiin, lávllodettiin, ja earálágan giela hámiide oahpásmuvadettiin.
sms: Päärna ǩiõlvuađlaž teâđstumuš õuddan ǩiõlin siõreest, tiivtid looǥǥeest, lääuleest da jeeŠresnallšem ǩiõl ååblǩid tobddstõõđeest.

source: Gielalaš diđolašvuohta addá vuođu lohkan- ja čállindáidui.
sms: Ǩiõlvuađlaž teâđstumuš rääjj vuâđ lookkâm - da ǩeŠrjjtem silttumužže.

source: Ollesolmmoš sáhttá máŋgii fuomáškeahttá hállat mánnái nu, ahte ii doarjjo su vuorrováikkuhuslaš háleštallamii.
sms: Vuõrâsooumaž vuäitt täuŠjja vuâmmšekani mainsted päärnže kueŠddtekani suu vuâsttvuârrlaž mainstumuužž.

source: Háleštallamis lea dehálaš addit áiggi máná jurdagiidda ja muitalusaide.
sms: Saǥstõõllmuužžâst lij vääžnai uŠvdded äiŠǧǧ päärna jiiŠjjes juŠrddjid da mainnsid.

source: Ollesolmmoš galgá diđolaččat giddet fuopmášumi iežas giellageavaheapmái, vai dat livččii nu máŋggabealat go vejolaš.
sms: Vuõrâsoummu ferttai teađsteeŠl vuâmmšed jiiŠjjes ǩiõl âânnmužž, što tõt leŠčče nuŠt määŋgbeäŠllsaž ko vuäitt.

source: Mánáin sáhttá beaivválaččat hárjehallat giela ovttas ee. lávlagiid, lávlunstohkosiid ja hoahkamiid vehkiin.
sms: PäärnaivuiŠm vuäitt juõŠǩǩpeeiŠv harjtõõttâd ǩiõl õõutsââŠjest jm. laullji, laaulsiõri da tiivti veäkka.

source: Mánáid giellageavahandilálašvuođaid máŋggabealagiin dahkama dihtii mánáid sáhttá juohkit smávvajoavkkuide agi mielde.
sms: Päärnai ǩiõlâânnemnaali määŋgbeäŠllsen čõõđtumužže päärnaid vueitet jueŠǩǩed uuŠcces ärttlid õuddmiârkkan ââŠjj mieŠldd.

source: Dávjá dat mánát, geaid sámegiella ii lea vel nu nana vuođu alde, hállet gaskaneaset milloseappot suomagiela.
sms: TäuŠjja tõk päärna, koin sääŠmǩiõl ilŠla võl čuuŠt raavâs, mainnste kõskkneezz miõlstes lääddas.

source: Joavkkuid dagadettiin dát mánát biddjojit eará joavkkuide sámegiela geavaheami nannema dihtii.
sms: Ärttlid raajeest täid päärnaid piijât jeeŠres ärttlid sääŠmǩiõl âânnem raŠvveem diõtt.

source: Smávvajoavkkuin lea eambo áigi giehtadallat máná iežas vásáhusaid, dovdduid dahje dušše muitalusaid.
sms: UuŠcces ärttlin jäänab äiŠǧǧ ǩiõttʼtõõllâd päärna jiiŠjjes ǩiõŠččlâsttmuužžid, tobddmuužžid leŠbe pâi mainsted.

source: Giela oahpahalli mánáin dovdduid ovdanbuktimis geavahit veahkkin govaid, lihkastagaid, jienaid, láhtaid ja muitalit seammás, mat doahpagat gullet daidda.
sms: Ǩiõl mättʼtõõtti päärnaivuiŠm tobddmuužži õudde puhttmest ââned veäŠǩǩen kaartid, likkumuužž, jiõnid, seäŠvvmõõžž da mainsted seämmast måkam fittõõzz tõid kolle.

source: Árgges mánná dárbbaša eanet áiggi ja doarjaga hállamis.
sms: ÄäŠrjez päärnaž taarbaš ääiŠj da tueŠrjj mainstumuužžâst.

source: Dan dihtii lea dehálaš, ahte suinna galgá ávkkástallat buot háleštallandilálašvuođaid aktiivvalaččat.
sms: Tõn diõtt lij vääžnai, što puk saǥstõõllâmnääŠl suin âânet äuŠǩǩen aktiivlažnalla.

source: Dásseárvosaš ja dorvvolaš kontávtta dahkamii bargi sáhttá mannat fysalaččat máná dássái láhttái.
sms: Tääzzverdsaž da staanlaž kontaatk raajjmužže tuâŠjjlaž vuäitt šiõttõõttâd päärnai fyyslaž täzze šâŠldda.

source: Mánát váldet álkibut oktavuođa ja ollesolmmoš sáhttá vuodjut guldalit ja háleštallat singuin.
sms: Päärna väŠldde kontaaktt heâlpben da vuõrâsooumaž vuäitt ciŋlmõõvvâd kulddled da saǥstõõllâd siŠjjivuiŠm.

source: Ollesolmmoš stivre aktiivvalaččat máná stoahkandilálašvuođaid ja doarju seammás mánáid sámegiela geavaheami.
sms: Vuõrâsooumaž ohjjad aktiivlažnalla päärnai siõrršõddmuužžid tuäŠrjjeel seämmast päärnai sääŠmǩiõlâânnmuužž.

source: Smávva mánáide hállat olu eará dikšundilálašvuođain (ee. lihpara molsuma, basadeami ja gárvodeami oktavuođas) ja seammás muitalit gorutosiid ja biktasiid namaid.
sms: Siõm päärnaid mainsted jiânnai jeeŠres håiddšõddmuužžin (jm.

source: Geavatlaš ovdamearkkat gielalaš diđolašvuođa ovddideapmin:
sms: njuõʒʒikvaajtem, põõzzõõttmuužž da teâvõõttmuužž õhttvuõđâst) nõõmteeŠl seämmast jeeŠres roopp- pieŠǩǩid da pihttzid.

source: Giela jietnaráhkadus: Hoahkamiin ja lávlunstohkosiin mánná oahpásmuvvá sámegiela jietnadagaide ja njuolggadusaide, mo earálágan jietnadagaid sáhttá laktit.
sms: TueŠjjeemnääŠl õuddmiârkk ǩiõlvuađlaž teâđstumuužž õõdâsviikkmužže: Ǩiõl jiõnneemraajâlm: Tiivti da laaulsiõri veäkka päärnaž tobddstââtt sääŠmǩiõl jiõnnõõzzid da sääntuâŠjaid, mäŠhtt jeeŠresnallšem jiõnnõõzzid vuäitt õhttõõllâd.

source: Earálágan sátnepáraid (sátnepárat, mat earuhuvvet nuppiin dušše ovtta jietnadaga vuođul) sisttisdoalli hoahkamiid vehkiin sáhttá addit mánnái geažidemiid das mo jietnadagaid sáhttá geavahit sániid earuheamis.
sms: Jeeresnallšem sääŠnnpaarid (säännpaar, kook rätkje kueimstes õõut jiõnnõõzz vuâđalt) siskldeei tiivti veäkka vueitet uŠvdded päärnže peäggtâŠstted tõst mäŠhtt jiõnnõõzzid ââned saani räätktõõllmužže.

source: Dákkár hoahkamat leat davvisámegielas ee:
sms: Näkam tiivtt lie jm.

source: • Hutkás Heaikkaš, Gussa Guossa-Gessa, Čieža čáppa čáhppes cizáža, Čáhči
sms: tâŠvvsääŠmǩiõlâst.

source: Sániid šaddan: Máná diđolašvuođa sániid hámiin ja sániid šaddamis sáhttá ovddidit earálágan hárjehusain;
sms: Saani raajõõttmuž: Päärna teâdstumuužž saani åbblǩin da saani raajõõttmuužžâst vueitet õõudeed jeerenallšem harjtõõzzivuiŠm;

source: • goallossátnehárjehusat, ovdamearkan davvisámegielas; guollemuorra - muorraguolli
sms:  õhttõs- sääŠnnharjjtõõzz, õuddmiârkkan tâŠvvsääŠmǩiõlâst; guollemuorra - muorraguolli

source: • luonddujienaid áddestalli sátnehárjehusat.
sms:  luâđ jiõnid muušttʼ teei sääŠnnharjjtõõzz.

source: Ovdamearka davvisámegielas; Dappasii gappasii duike
sms: ʼuddmiârkkan tâŠvvsääŠmǩiõlâst; Dappasii gappasii duike Eallu- laaul

source: SÁPMELAŠ KULTUVRRA JA IDENTITEHTA
sms: SÄÄŠMKULTTUUR DA IDENTITEETT

source: Sápmelaš mánnávuohta ja bajásgeassin
sms: SäŠmmlaž pärnnpoŠdd da peâmm

source: Árbevirolaččat sámebearrašiin vánhemiidda ja mánáide šattai lagaš oktavuohta oktasaš beaivválaš doaimmaid olis.
sms: Ärbbvuõđ mieŠldd sääŠmpiârrjin puärrsin da päärnain šõdde âlddsõõzz õhttsaž juõŠǩǩpeiŠvvsain tuâŠjain.

source: Mánáid stivrejedje seammás go ollesobmot barge bargguideaset.
sms: Päärna ohjjee seämmast, ko vuõrâsoummin lääi jiiŠjstez tuâŠjj.

source: Duhkoraladettiin mánná oahppá sosiálalaš dáidduid, barggu bargama ja ávkkástallat luonddu riggodagain ja birget garra luonddudiliin.
sms: Siõreest päärnaž mättji sosiaalaž čeäŠppvuõtte, tueŠjjeed tuââŠjj da âânnet luâđ reeǧǧesvuõđid da pirǧǧeed kõõrâs luâđâst.

source: Sápmelaš bajásgeassimis deattuhedje sosiálalaš vuhtii váldima, nuppiid vuhtii váldima sihke barggu ja duhkoraddama bokte oahppama.
sms: SäŠmmlaž peâmmʼmuužžâst ainsmâtte sosiaalaž vuâmmšemooddaid, kueiŠmi lokku väŠlddmužže di tuââŠj da siõr mieŠldd mättjumužže.

source: Sápmelaš bajásgeassima govvidii eandalii eahpenjuolggo bajásgeassin.
sms: SääŠmpeâmmʼmuužž karttʼtii jeeŠrben vuõiǥteŠmes peâmmʼmuš.

source: Mánát ohppe váldit ovddasvástádusa das maid dahke ja mo ledje ovttas bearrašiin ja birrasiin.
sms: Päärna mättje vuâmmšekani väŠldded västteemvuõđ tuâŠjaineezz da åårrmest õõutsââŠjest piârrjest da pirrõõzzâst.

source: Sápmelaš bajásgeassinárbevierus leat vel speadjalastimat otnábeaivvi bajásgeassimii.
sms: AnnʼjõžpeeiŠv peâmmʼmuužžâst peelkâd võl sääŠm peâmmärbbvuõtt.

source: Mánná oahpahuvvo deaivat buot olbmuid árvvusatnimiin.
sms: Päärnaž mättʼteed uŠvdded pukid oummid äärvv.

source: Gudnejahttin galgá olbmuid lassin čuohcit maiddái lundui.
sms: Cisttjumuš šâdd oummi lââzzen luõttu.

source: Mánát eai njulgestaga rávvejuvvo muhto muitalit dáhpáhusaid ja muitalusaid das, mii earáide lea dáhpáhuvvan.
sms: Päärna jeät vuõiǧǧest vuäŠppest peŠce suŠnne mainsted šõddmuužžid da mainnsid jäŠrrsid lij šõddâm.

source: Olbmo šaddama ja ovdáneami ulbmilin lea máŋggabealat persovnnalašvuohta ja viiddis máhttu.
sms: Oummu šõddmuužž da õuddnumuužž täävvtõzzân lij määŋgbeäŠllsaž persoonlažvuõtt da veeidas silttumuš.

source: Dáid iešvuođaid ovddideapmin bajásgeassindoaimmain geahččalit ovddidit máná áican- ja iešárvvoštallannávcca, vai son birgešii ođđa dilálašvuođain.
sms: Tääi ooddai õõudâsviikkmužže peâmmtuåimivuiŠm kååitad õõudeed päärna vuâmmšõõttâm - da jiõččärvvstõõllmušoodd, što son pirǧǧeŠčče ođđ kroota puõŠtti šõddmuužžin.

source: Nana iešdovdu, čielga iešgovva ja nana identitehta veahkehit máná doaibmat iežas eavttuid ja dáidduid mielde sihke alcces lunddolaš vugiin.
sms: Raavâs jiõččtobddmuš, čiõlǥâs jiõččkartt da raavâs identiteett veäǩǩad päärna toimmjed jiiŠjjez õudlõõzzi da čeäŠppvuõđi mieŠldd di jiõŠcces luâđlaž nääŠleld.

source: Buorre dádjadanattáldat meahcis jođedettiin, háleštallamis ja jurddašeamis leat vealtameahttumat buori eallinhálddašeami dáfus.
sms: PueŠrr teäŠttemoodd mieŠccest likkeest, saǥstõõllmuužžin da jurddjin lie viâltʼtemes pueeŠr jieŠllem vaalđšem diõtt.

source: Sápmelaš bajásgeassimis atnit árvvus buorre áican- ja árvvoštallannávcca lassin nana iešdovddu ja identitehta, viiddis oahppama, vuogáiduvvama, sosiálalašvuođa ja govttolašvuođa.
sms: SäŠmmlaž peâmmʼmuužžâst uuŠvdet äärvv pueeŠ vuâmmšõõttâm - da ärvvstõõllmušoodd lââzzen raavâs jiõččtobddmužže identiteette, veeidas silttumuužž, šiõttâmvuõđ, sosiaalvuõđ da mäŠrddnalla vuõd.

source: Oppalaš ulbmilin lea ovddidit máná iehčanas eallimis birgema okto ja ovttas earáiguin.
sms: OŠbbväŠlddsaž täävvtõzzân lij õõudeed päärna jiõččvuađlaž jieŠllmest pirǧǧumuužž õhttu da õõutsââŠjest jäŠrrsi vuiŠm.

source: Iehčanas birgejupmi gáibida geavatlaš dáidduid hálddašeami lassin psykalaš attáldagaid ja jáhku dasa, ahte nagoda, máhttá ja gávdná čovdosiid váttisvuođaide ja luohttá dasa, ahte buot lea vejolaš oahppat.
sms: JiõŠččvuâđtlaž pirǧǧmuš õõlǥad tueŠjjeemnääŠl čeäŠppvuõđi vaalđšemvuõđ lââzzen psyykklaž vaalmâsvuõđ da ååskk tõzz, što vuäitt, silttâd da käunn räŠtǩǩumuužžid proŠbleeŠmid da naŠddjââtt tõzz, što puk vuäitt mättjed.

source: Sápmelaš servodagas árbevirolaččat sogas ja servodagas lea máná bajásgeassinvuoigatvuohta ja – ovddasvástádus.
sms: SäŠmmlaž õhttsažkååŠddest lij ärbbvuõđ mieŠldd ruåđin da õhttsažkååŠddest päärna peâmmvuõiggâdvuõtt da - vasttumuš.

source: Sápmelaš kulturárvvuid sirdin
sms: SäŠmmlai kulttuuraarvi vääŠltumuš

source: Kultuvrralaš árvvut dego giella, identitehta, luondu ja sohka ovttastit sápmelaččaid.
sms: SäŠmmlaid õhttee kulttuurlaž äärvv mâŠte ǩiõll, Identiteett, luâtt da ruått.

source: Sápmelaš kultuvrii gullet maiddái árbevirolaš ealáhusat dego boazodoallu, guolástus, meahcástus, čoaggin ja giehtaduojit.
sms: Säämkulttuure kolle še äŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj mâŠte puäʒʒhåiddmuš, kueŠllstumuš, meäŠccjumuš, uussmõš da ǩiõttʼtuââŠj.

source: Maiddái sápmelaš eallinvuohki lea kultuvra.
sms: Kulttuura lij še säŠmmlaž.

source: Sápmelaš eallinvuohki, kultuvra ja árbevirolaš ealáhusat leat rievdan áiggiid mielde.
sms: SäŠmmlai jieŠllemnääŠll, kulttuur da äŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj lie mutšõõvvâm ääiŠj mieŠldd.

source: Árbevirolaš dieđuid ja dáidduid oahppan ii šat sirdašuva bearrašis lunddolaččat mánáide.
sms: Ärbbvuâđlai teâđai da čeäŠppvuõđi mättjumuš ij sirddu teäŠnab piârrjest luađâlt päärnaid.

source: Sápmelaš kultuvrra seailun gáibida vel dálge árbevirolaš dieđuid ja dáidduid, sihke vuoiŋŋalaš kapitála sirdima boahttevaš buolvvaide.
sms: SäŠmmla kulttuur seillmõš õõlǥad še annʼjõõžžâst ärbbvuâđlaž teâđai da čeäŠppvuõđi, di vuõiŋŋlaž jeällmõõžž serddmõõžž puõŠttjid puõlvvõõǥǥid.

source: Sápmelaš árbevirolaš diehtu lea oppalašvuohta, mii lea čatnasan olbmui ja lundui.
sms: SäŠmmlaž äŠrbbvuõđ mieŠlddsaž tiâttmõš lij obbvuõtt, kååŠtt lij čõnnum ooumže da luõttu.

source: Sápmelaš dieđut, dáiddut ja árvvut sirdašuvvet eanaš doaimmaid ja dovdduid bokte sihke njálmmálaš árbin sohkabuolvvas nubbái.
sms: SäŠmmla teâđ, čeäŠppvuõđ da äärvv serddje vuõŠsssââŠjest tuåimi da tobddmuužži mieŠldd di njälmmlaž ärbben puõlvvõõǥǥâst nuŠbbe.

source: Sápmelaš diđolašvuohta sisttisdoallá dáiddu eallimis birgemis.
sms: SäŠmmlaž tiâttmõš siisǩâld teâđ jieŠllmest pirǧǧumuužzâst.

source: ON:a eamiálbmotjulggaštusas gávnnahuvvo, ahte eamiálbmogiin lea vuoigatvuohta ealáskahttit kulturárbevierus ja dábiidis ja oahpahit daid boahttevaš sohkabuolvvaide.
sms: YK:n alggmeeŠrpeäggtõõzzâst cielǩed što alggmeeŠrain lij vuõiggâdvuõtt jeäŠlljâtted kulttuuräärbes da- naalid da mättʼteed tõiŠd puõŠttjid puõlvvõõǥǥid.

source: Árbevirolaš ealáskahttin lea dehálaš sápmelaš iešmearridanvuoigatvuođa, sámeservošiid nanosmahttima, kultuvrra iešdáhtolaš heiveheami (dáláservodaga hástalusaide) ja sápmelaččaid buresbirgejumi ja dearvvašvuođa ovddideami dáfus.
sms: Ärbbvuõđi jeäŠlljâttmuš lij vääžnai säŠmmlai jiõččmieŠrreem vuõiggádvuõđ, sääŠmõhttsažkååŠddi viõǥsmâttem, kulttuur jiõŠččmääinlaž šiõttmõõžž (annʼjõž-õhttsažkååŠdd vâŠǯǯlõõzzid) da säŠmmlai puârastpirǧǧumuužž da tiõrvâsvuõđ õõudeem diõtt.

source: Servodaga bissovaš ráhkadusaide galgá dahkat eavttuid sápmelaččaid kultuvrraid ovdáneapmái; ovdamearkan giella- ja kulturprográmmaid, sosiála- ja dearvvašvuođadivššu skuvlen- ja ovddidanprográmmaid bokte.
sms: ʼhttsažkååŠdd põõžži raajlmid ferttai raajjâd õuddldõõzzid säŠmmlai kulttuur õuddnumužže; õuddmiârkkan ǩiõll- da kulttuurproggraammi, sosiaal- da tiõrvâsvuõđhuõl škooultjem- da õõdâsviikkâm proggraammi mieŠldd.

source: Mánná oahppá árabajásgeassimis sápmelaš kulturárvvuid.
sms: Päärnaž ânškuätt håiddâkksai peâmmʼmuužžâst säŠmmlaid kulttuuraarvid.

source: Árabajásgeassindoaimma vuođđun leat čuovvovaš kulturárvvut, mat leat čavga oktavuođas nubbi nubbái:
sms: Håiddâkksai peâmmtoimmjumuš lie puõŠtti kulttuuräärvv, kook lie ǩiiddõs õhttvuõđâst kueiŠmmses:

source: - Identitehta
sms: - ʼhttsažkåŠddvuõtt

source: - Searvvušvuohta
sms: - Luâttõhttvuõtt

source: - Luondduoktavuohta
sms: - ÄŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj da pirǧǧumuš

source: - Árbevirolaš ealáhusat ja birgejupmi - Sohkabeliid gaskasaš dásseárvu ja olmmošvuohta
sms: - SooǥǥbieŠli kõskksaž tääŠzzärvv da ooumažvuõtt

source: - Ráffi ja soabalašvuohta
sms: - Rääuh da suåvâdvuõtt

source: - Máŋggakultuvrratvuohta
sms: - Määŋgkulttuurvuõtt

source: Identitehta hápmašuvva vuorrováikkuhusas eará olbmuiguin.
sms: Identiteett šâdd vuârrvaaiktõõzzâst jäŠrrsi oummivuiŠm.

source: Máná identitehta meroštallin doibmet mánnái dehálaš olbmot.
sms: Päärna identiteett miertõõlljen toimmje päärnže vääžnai oummu.

source: Lagašservodat ja majoritehtakultuvra váikkuhit bearraša vuohkái hábmet máná identitehta.
sms: ÂlddõhttsažkåŠdd da väŠlddkulttuur vaaikte piârri naaŠlid mueŠǩǩeed päärna identiteett.

source: Bearraša giella váikkuha maiddái identitehta ovdáneapmái.
sms: Piârrjest vaaldšeei ǩiõl vaaikte še identiteett õuddnumužže.

source: Identitehta hápmašuvvama vuođđun lea čielga iešgovva.
sms: Identiteett sõddâm vuađđan lij čiõlǥâs jiõččkartt.

source: Go olbmos lea čielga iešgovva, son diehtá man jovkui son gullá ja lea čatnasan.
sms: Ko oummust lij čiõlǥâs jiõččkartt, son tiatt koonn ärttla son kooll da čõõnââtt.

source: Nana fuolkevuohta- ja bearašgaskavuođat nannejit searvvušvuođa ja servošii čatnašuvvama.
sms: Raavâs ruått- da piârkõskkvuõđ ravvee õhttsažkåŠddvuõđ da õhttsažkåŠdda čõõnõõttmuužž.

source: Olmmoš vihkkehallá identitehtas iežas servodagas ja maiddái dan olggobealde.
sms: Ooumaž vieŠssad identiteettes nuŠt jiiŠjjes õhttsažkååŠddest ko tõn åålǥbeäŠlnn še.

source: Identitehta, mii doaibmá bures, gáibida, ahte olmmoš sáhttá dovdat, ahte sus leat seammá ruohttasat ja duogáš go earáin seammá duogáža olbmuin.
sms: Puârast toimmjeei identiteett õõlǥad, što ooumaž vuäitt tobddad, što suŠst lie seämma vuäddaz da alggpuattmõš ko järrzin seämma alggpueŠttmest åårai oummin.

source: Sápmelašnuoraid guoskevaš dutkamušas gávnnahedje, ahte sápmelaš identitehta sáhttá dihttot eará dásiin: 5.
sms: SääŠmnuõrid kuõskki tutǩǩumuužžâst cieŠlǩed što säŠmmlaž identiteett vuäitt kuâsttjed jeeŠres tääzzin: 5.
